package com.example.notisys.dto;


public class Keywords {

    public static String[] get() {

        String[] keywords = new String[]{"유상증자", "유상 증자", "증자", "합병", "M&A"
                , "계약채결", "계약 채결", "임상", "유증", "삼성전자", "중국", "수출계약"
                , "수출 계약", "납품", "납품계약", "납품 계약", "신약", "수혜", "기대감"
                , "통과", "상승", "금리", "환율", "감자", "위메이드", "위믹스", "아이퀘스트"
                , "부동산", "분양", "아파트", "코인", "블록체인", "토큰", "채용", "개발자", "개발인력"
                , "1기신도시", "평촌", "신도시", "AI", "반도체", "전기차", "인공지능"
        };

        return keywords;
    }
}
